Repository: wadobo/socializa
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: Add Event
es: Añadir Evento

source: Assign challenges
es: Asignar retos

source: Edit:
es: Editar:

source: Create a new Event
es: Crear un nuevo Evento

source: Select the game
es: Selecciona el juego

source: challenges
es: retos

source: Save and continue
es: Guardar y continuar

source: Add Game
es: Añadir Juego

source: Create a new Game
es: Crear un nuevo juego

source: New challenge
es: Nuevo reto

source: Add challenge
es: Añadir reto

source: Save
es: Guardar

source: Games
es: Juegos

source: New game
es: Nuevo juego

source: Events
es: Eventos

source: New event
es: Nuevo evento

source: Challenges
es: Retos

source: Edit event
es: Editar evento

source: Challenges for:
es: Retos para:

source: Actors / AI
es: Actores / IA

source: AI
es: IA

source: AI position in format: Lat, Lon
es: Posición de la IA en el formato: Lat, Lon

source: Position, only if it's an AI. For example: 37.3580539, -5.9866369
es: Posición, sólo si es una IA. Por ejemplo: 37.3580539, -5.9866369

source: Player name
es: Nombre del jugador

source: Actor password:
es: Contraseña del actor:

source: Player name, to assign this challenge. If not exists, we'll create a new one
es: Nombre del jugador, al que asignar este reto. Si no existe se creará uno nuevo

source: No actor challenges in this game
es: No hay retos de actor en este juego

source: Players
es: Jugadores

source: Select position
es: Selecciona posición

source: Challenge name
es: Nombre de reto

source: Player
es: Jugador

source: Position / Actor
es: Posición / Actor

source: Challenge description
es: Descripción del reto

source: You can use here html
es: Puedes usar html aquí

source: Challenge depends
es: Dependencias del reto

source: Names separated by ','. To get this challenge the player should have all the challenges named here before
es: Nombres separados por ','. Para conseguir esta pista el jugador debe tener antes todas las pistas nombradas aquí

source: Name
es: Nombre

source: Price
es: Precio

source: Use 0 for free events
es: Usa 0 para eventos gratuitos

source: Max players
es: Número máximo de jugadores

source: Use 0 for unlimited
es: Usa 0 para ilimitado

source: Vision distance
es: Distancia de visión

source: Vision distance in meters
es: Distancia de visión en metros

source: Interaction distance
es: Distancia de conexión

source: Interaction distance in meters
es: Distancia de conexión en metros

source: Start date
es: Fecha de inico

source: Use the form: yyyy-mm-dd HH:MM
es: Usa la forma: yyyy-mm-dd HH:MM

source: End date
es: Fecha de fin

source: Event place
es: Lugar del evento

source: Clear
es: Limpiar

source: Select a region where the event take place
es: Selecciona la zona donde tendrá lugar el evento

source: Game name
es: Nombre del juego

source: Game solution
es: Solución del juego

source: Write here the solution
es: Escribe aquí la solución

source: Players view other players
es: Jugadores verán a otros jugadores

source: Game description
es: Descripción del juego

source: Unauthorized user
es: Usuario no autorizado

source: Challenge removed correctly
es: Reto eliminado correctamente

source: Updated game
es: Juego actualizado

source: Created game with {0} challenges
es: Juego creado con {0} retos

source: Deleted game: {0}
es: Eliminado juego: {0}

source: Updated event
es: Evento actualizado

source: Created event.
es: Evento creado.

source: Deleted event: {0}
es: Evento eliminado: {0}

source: Discover the world playing
es: Descubre el mundo jugando

source: Get Editor Access
es: Acceso al editor

source: Home
es: Inicio

source: Features
es: Características

source: How
es: Cómo

source: Contact
es: Contacto

source: features
es: características

source: Socializa is a game to play in the outside with other people
es: Socializa es un juego para jugar fuera de casa con otras personas

source: The world is your game board
es: El mundo es tu tablero de juego

source: Interact with your friends and other people playing
es: Interactua con tus amigos y otras personas jugando

source: Solve amazing puzzles and mysteries
es: Resuelve puzzles y misterios emocionantes

source: Create your own stories and mysteries and play with your friends, or shell it in the store to earn money
es: Crea tus propias historias y misterios y juega con tus amigos, o vende las in la tienda para ganar dinero

source: How to play
es: Cómo se juega

source: Is easy, you only need to find clues walking around and try to solve the game
es: Es fácil, sólo tienes que encontrar pistas paseando e intentar resolver el juego

source: Join to an event
es: Únete a un evento

source: Select one or more events in your zone to play. Each event has a game with a mistery or a puzzle to solve
es: Selecciona uno o varios eventos en tu zona para jugar. Cada evento tiene un juego con un misterio o un puzzle para resolver

source: Start to play
es: Comienza a jugar

source: Go to the map and start to play in an event, sharing your position
es: Ve al mapa y comienza a jugar en un evento, compartiendo tu posición

source: Search clues
es: Busca pistas

source: Move around the map and search other people or points to interact and get clues
es: Muévete por el mapa y busca a otras personas o puntos para interactuar y conseguir pistas

source: Interact
es: Interactúa

source: Capture the other player clue using the QRCode and your mobile camera
es: Consigue la pista del otro jugador usando el código QR y la cámara de tu móvil

source: To win the game you should think
es: Para ganar el juego debes pensar

source: One clue can give you instructions to find the next one, or joining all clues you'll be able to find the solution to the game. In any case, you need to be a good detective to solve a game
es: Una pista puede darte instrucciones para encontrar la siguiente, o juntando todas las pistas serás capaz de encontrar la solución del juego. En cualquier caso, deberás ser un buen detective para resolver un juego

source: Solve the game
es: Resuelve un juego

source: Solve the game when you know the answer. Some events are competitives so if you're the first to solve you can win a prize, like a t-shirt, money, or other stuff
es: Resuelve el juego cuando sepas la respuesta. Algunos eventos son competitivos así que si eres el primero en encontrar la solución podrás ganar un premio, como una camiseta, dinero, y otras cosas

source: Get Involved
es: Colabora

source: Socializa is a Open Source project, you can participate in the development
es: Socializa es un proyecto Software Libre, puedes participar en el desarrollo

source: Report a Bug
es: Reportando un error

source: You can report a bug or a feature request in the <a href="https://github.com/wadobo/socializa/issues">github issue list</a>
es: Puedes reportar un error o solicitar una funcionalidad en la <a href="https://github.com/wadobo/socializa/issues">lista de tareas de github</a>

source: Translate the App
es: Traduce la aplicación

source: You can translate the app to make it available in your local language
es: Puedes traducir la aplicación para tenerla disponible en tu propio idioma

source: Documentation
es: Documentación

source: You can create videos, tutorial and doc about how to play, how to create games and events or how to collaborate
es: Puedes crear vídeos, tutoriales y documentación sobre cómo jugar, cómo crear juegos y eventos o cómo colaborar

source: Access to Beta Editor
es: Acceso al Editor (Beta)

source: Send us your email and we'll give you access to the beta editor
es: Envíanos tu email y te daremos acceso al editor beta

source: Send
es: Enviar

source: We've a simple game editor, that you can use to create custom games and events. Currently is in a initial state and we only give access to some editors before open the Socializa Editor to everyone.
es: Tenemos un editor de juegos simple, que puedes usar para crear tus propios juegos y eventos. Actualmente está en un estado inicial y sólo damos acceso a algunos editores antes de abrir el editor de Socializa a todo el mundo.

source: Here you have the next big events where you can find us and test the game
es: Aquí podrás encontrar los próximos grandes eventos en los que podrás encontrarnos y probar el juego

source: get in touch
es: ponte en contacto

source: You can ask us something or send us a message with the following form or directly sending an email to socializa@wadobo.com
es: Puedes preguntarnos cualquier cosa o enviarnos un mensaje con el siguiente formulario o directamente enviando un email a socializa@wadobo.com

source: Contact us if:
es: Contacta con nosotros si:

source: You organize an event and want to prepare a game for it
es: Organizas un evento y quieres preparar un juego para el mismo

source: You're a writter and want to create stories and games
es: Eres un escritor y quieres crear historias y juegos

source: You want to collaborate in the development, translations, etc.
es: Quieres colaborar en el desarrollo, traducciones, etc.

source: Your Name
es: Tu nombre

source: Your Email
es: Tu Email

source: Your Message
es: Tu mensaje

source: submit your message
es: Enviar tu mensaje

source: Unknown error
es: Error desconocido

source: Thank you!, we'll contact you as soon as possible
es: Gracias! Contactaremos contigo tan pronto como nos sea posible

source: Account confirmed
es: Cuenta confirmada

source: Conglatulations! The account %(p)s has been confirmed. Now you can login in socializa.
es: Felicidades! La cuenta %(p)s ha sido confirmada. Ahora puedes hacer login en socializa.

source: Socializa account validation
es: Validación de cuenta de Socializa

source: Validate your socializa account: %s
es: Valida tu cuenta de Socializa: %s

source: Validate your socializa account: <a href="%s">%s</a>
es: Valida tu cuenta de socializa: <a href="%s">%s</a>

source: English
es: Inglés

source: Spanish
es: Español
